Loadtesting/Loadtest_3replicas/loadtest_30s_450_05-26_19-00-47/text.txt
Requests      [total, rate]            13500, 450.03
Duration      [total, attack, wait]    30.543752294s, 29.997774712s, 545.977582ms
Latencies     [mean, 50, 95, 99, max]  543.800385ms, 519.972297ms, 1.464130781s, 2.200239262s, 4.425706163s
Bytes In      [total, mean]            20528512, 1520.63
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  86.99%
Status Codes  [code:count]             200:11744  0:1756  
Error Set:
Get http://192.168.1.51:8081/products: dial tcp 0.0.0.0:0->192.168.1.51:8081: socket: too many open files